Repository: aidersolutions/FSERP
Catalog: FSERP/trytond/trytond/modules/stock_supply_production/locale/*.po
Languages: es_co

# error:production.create_request:
source: There are some late productions.
es_co: Hay algunas producciones atrasadas.

# field:production.configuration,supply_period:
source: Supply Period
es_co: Período de Aparovisionamiento

# help:production.configuration,supply_period:
source: In number of days
es_co: En número de días

# model:ir.action,name:act_production_request
source: Request Productions
es_co: Órdenes de Producción

# model:ir.action,name:act_production_request_create
source: Create Production Requests
es_co: Crear Ordenes de Producción

# model:ir.action.act_window.domain,name:act_order_point_form_domain_production
source: Production
es_co: Producción

# model:ir.cron,name:cron_generate_request
source: Generate Production Requests
es_co: Generar Ordenes de Producción

# model:ir.ui.menu,name:menu_production_request_create
source: Create Production Requests
es_co: Crear Ordenes de Producción

# model:production.create_request.start,name:
source: Create Production Request
es_co: Crear Orden de Producción

# model:res.user,name:user_generate_request
source: Cron Production Request
es_co: Cron Orden de Producción

# selection:stock.order_point,type:
source: Production
es_co: Producción

# view:production.create_request.start:
source: Create Production Requests
es_co: Crear Ordenes de Producción

# view:production.create_request.start:
source: Create Production Requests?
es_co: Crear Ordenes de Producción?

# wizard_button:production.create_request,start,create_:
source: Create
es_co: Crear

# wizard_button:production.create_request,start,end:
source: Cancel
es_co: Cancelar
