Repository: aidersolutions/FSERP
Catalog: FSERP/trytond/trytond/modules/project_invoice/locale/*.po
Languages: de_de, es_ec

# error:project.work:
source: There is no list price on work "%s".
de_de: Fehlender Listenpreis für Aufgabe "%s".
es_ec: No hay ninguna lista de precios en el trabajo "%s".

# error:project.work:
source: There is no party on work "%s".
de_de: Fehlende Partei für Aufgabe "%s".
es_ec: No hay ningún tercero en el trabajo "%s".

# error:project.work:
source: There is no product on work "%s".
de_de: Fehlender Artikel für Aufgabe "%s".
es_ec: No hay ningún producto en el trabajo "%s".

# error:timesheet.line:
source: You can not delete invoiced line.
de_de: Abgrechnete Zeilen können nicht gelöscht werden.
es_ec: No puede eliminar una línea facturada.

# error:timesheet.line:
source: You can not modify invoiced line.
de_de: Eine abgerechnete Zeile kann nicht geändert werden.
es_ec: No puede modificar una línea facturada.

# field:project.work,duration_to_invoice:
source: Duration to Invoice
de_de: Fakturierbarer Zeitraum
es_ec: Duración a facturar

# field:project.work,invoice_line:
source: Invoice Line
de_de: Rechnungsposition
es_ec: Línea de factura

# field:project.work,invoice_method:
source: Invoice Method
de_de: Methode Rechnungsstellung
es_ec: Método de Facturación

# field:project.work,invoiced_amount:
source: Invoiced Amount
de_de: Abgerechneter Betrag
es_ec: Valor Facturado

# field:project.work,invoiced_duration:
source: Invoiced Duration
de_de: Fakturierter Zeitraum
es_ec: Duración Facturada

# field:project.work,project_invoice_method:
source: Invoice Method
de_de: Methode Rechnungsstellung
es_ec: Método de Facturación

# field:timesheet.line,invoice_line:
source: Invoice Line
de_de: Rechnungsposition
es_ec: Línea de Factura

# model:ir.action,name:act_timesheet_line_form_invoice
source: Timesheet Lines
de_de: Zeitpositionen
es_ec: Líneas de parte de trabajo

# model:ir.action,name:open_invoice
source: Invoices
de_de: Rechnungsausgang
es_ec: Facturas

# model:res.group,name:group_project_invoice
source: Project Invoice
de_de: Projekt Fakturierung
es_ec: Facturación de Proyectos

# selection:project.work,invoice_method:
source: Manual
de_de: Manuell

# selection:project.work,invoice_method:
source: On Effort
de_de: Nach veranschlagtem Aufwand
es_ec: Por Esfuerzo Estimado

# selection:project.work,invoice_method:
source: On Timesheet
de_de: Nach erfasstem Aufwand
es_ec: Por Trabajo Realizado

# selection:project.work,project_invoice_method:
source: Manual
de_de: Manuell

# selection:project.work,project_invoice_method:
source: On Effort
de_de: Nach veranschlagtem Aufwand
es_ec: Por Esfuerzo Estimado

# selection:project.work,project_invoice_method:
source: On Timesheet
de_de: Nach erfasstem Aufwand
es_ec: Por Trabajo Realizado

# view:project.work:
source: Invoice
de_de: Rechnung erstellen
es_ec: Factura
