Repository: aidersolutions/FSERP
Catalog: FSERP/trytond/trytond/modules/stock_lot_sled/locale/*.po
Languages: de_de, es_ar

# error:stock.lot:
source: You can not modify the expiration dates of lot "%(lot)s" because it is used on a move "%(move)s" in a closed period
de_de: Das Ablaufdatum von Charge "%(lot)s" kann nicht ver√§ndert werden, weil sie in Lagerbewegung "%(move)s" in einer geschlossenen Lagerperiode verwendet wird
es_ar: No puede modificar las fechas de vencimiento del lote «%(lot)s» porque el mismo es utilizado en un movimiento «%(move)s» en un período cerrado.

# error:stock.move:
source: The lot "%(lot)s" on move "%(move)s" is expired
de_de: Die Charge "%(lot)s" von Lagerbewegung "%(move)s" ist abgelaufen
es_ar: El lote «%(lot)s» del movimiento «%(move)s» ha vencido.

# error:stock.period:
source: You can not close a period before the Shelf Live Expiration Date "%(date)s" of Lot "%(lot)s"
de_de: Die Lagerperiode kann nicht vor dem Ablaufdatum "%(date)s" der Charge "%(lot)s" geschlossen werden
es_ar: No puede cerrar un período antes de la fecha de vencimiento de vida útil «%(date)s» del Lote «%(lot)s».

# field:product.template,expiration_state:
source: Expiration State
de_de: Ablaufstatus
es_ar: Estado vencimiento

# field:product.template,expiration_time:
source: Expiration Time
de_de: Ablaufzeit
es_ar: Tiempo de vencimiento

# field:product.template,shelf_life_state:
source: Shelf Life Time State
de_de: Lagerzeit Status
es_ar: Estado período de vida útil

# field:product.template,shelf_life_time:
source: Shelf Life Time
de_de: Lagerzeit
es_ar: Período de vida útil

# field:stock.lot,expiration_date:
source: Expiration Date
de_de: Ablaufdatum
es_ar: Fecha vencimiento

# field:stock.lot,expiration_state:
source: Expiration State
de_de: Ablaufstatus
es_ar: Estado vencimiento

# field:stock.lot,shelf_life_expiration_date:
source: Shelf Life Expiration Date
de_de: Lagerzeit Ablaufdatum
es_ar: Fecha vencimiento de vida útil

# field:stock.lot,shelf_life_expiration_state:
source: Shelf Life Expiration State
de_de: Lagerzeit Ablaufdatum
es_ar: Estado vencimiento de vida útil

# help:product.template,expiration_time:
source: In number of days
de_de: In Anzahl von Tagen
es_ar: En número de días

# help:product.template,shelf_life_time:
source: In number of days
de_de: In Anzahl von Tagen
es_ar: En número de días

# model:res.group,name:group_stock_force_expiration
source: Stock Force Expiration
de_de: Lager Ablauferzwingung
es_ar: Vencimiento forzado de existencia

# selection:product.template,expiration_state:
source: None
de_de: Keiner
es_ar: Ninguno

# selection:product.template,expiration_state:
source: Optional
es_ar: Opcional

# selection:product.template,expiration_state:
source: Required
de_de: Erforderlich
es_ar: Requerido

# selection:product.template,shelf_life_state:
source: None
de_de: Keiner
es_ar: Ninguno

# selection:product.template,shelf_life_state:
source: Optional
es_ar: Opcional

# selection:product.template,shelf_life_state:
source: Required
de_de: Erforderlich
es_ar: Requerido

# selection:stock.lot,expiration_state:
source: None
de_de: Keiner
es_ar: Ninguno

# selection:stock.lot,expiration_state:
source: Optional
es_ar: Opcional

# selection:stock.lot,expiration_state:
source: Required
de_de: Erforderlich
es_ar: Requerido

# selection:stock.lot,shelf_life_expiration_state:
source: None
de_de: Keiner
es_ar: Ninguno

# selection:stock.lot,shelf_life_expiration_state:
source: Optional
es_ar: Opcional

# selection:stock.lot,shelf_life_expiration_state:
source: Required
de_de: Erforderlich
es_ar: Requerido

# view:product.template:
source: Shelf Life
de_de: Lagerzeit
es_ar: Vida útil
