Repository: aidersolutions/FSERP
Catalog: FSERP/trytond/trytond/modules/ldap_connection/locale/*.po
Languages: sl_si

# field:ldap.connection,bind_dn:
source: Bind DN
sl_si: DN

# field:ldap.connection,bind_pass:
source: Bind Pass
sl_si: Geslo

# field:ldap.connection,create_date:
source: Create Date
sl_si: Ustvarjeno

# field:ldap.connection,create_uid:
source: Create User
sl_si: Ustvaril

# field:ldap.connection,port:
source: Port
sl_si: Vrata

# field:ldap.connection,rec_name:
source: Name
sl_si: Ime

# field:ldap.connection,secure:
source: Secure
sl_si: Varna povezava

# field:ldap.connection,server:
source: Server
sl_si: Strežnik

# field:ldap.connection,write_date:
source: Write Date
sl_si: Zapisano

# field:ldap.connection,write_uid:
source: Write User
sl_si: Zapisal

# help:ldap.connection,bind_dn:
source: LDAP DN used to bind
sl_si: LDAP DN za povezavo

# help:ldap.connection,bind_pass:
source: LDAP password used to bind
sl_si: LDAP geslo za povezavo

# help:ldap.connection,port:
source: LDAP server port
sl_si: Vrata LDAP strežnika

# help:ldap.connection,secure:
source: LDAP secure connection
sl_si: LDAP varna povezava

# help:ldap.connection,server:
source: LDAP server name
sl_si: Ime LDAP strežnika

# model:ir.action,name:act_connection_form
source: Connection
sl_si: Povezava

# model:ir.action,name:wizard_test_connection
source: Test LDAP Connection
sl_si: Preizkus LDAP povezave

# model:ir.ui.menu,name:menu_connection
source: Connection
sl_si: Povezava

# model:ldap.connection,name:
source: LDAP Connection
sl_si: LDAP povezava

# model:ldap.test_connection.result,name:
source: Test Connection
sl_si: Preizkus povezave

# selection:ldap.connection,secure:
source: Never
sl_si: Nikoli

# view:ldap.connection:
source: LDAP Connection
sl_si: LDAP povezava

# view:ldap.connection:
source: _Test Connection
sl_si: _Preizkus povezave

# view:ldap.test_connection.result:
source: Test Connection Succeed!
sl_si: Uspešen preizkus povezave!

# view:ldap.test_connection.result:
source: Test LDAP Connection
sl_si: Preizkus LDAP povezave

# wizard_button:ldap.test_connection,result,end:
source: Close
sl_si: Zapri
